---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures.ModifyingIssuedRevisionCloudOnUpgrade
source: html/b35219cf-3bf7-8b7d-4252-f94d93ce0e1a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures.ModifyingIssuedRevisionCloudOnUpgrade Property

During upgrade, an issued revision cloud was moved. Please double check the revision cloud to ensure it is located in the correct place.

## Syntax (C#)
```csharp
public static FailureDefinitionId ModifyingIssuedRevisionCloudOnUpgrade { get; }
```